// © Copyright 2012-2015 HP Development Company, L.P.

TaskName = "デバイス ディスカバリ";


// Search Task
SearchTaskName = "デバイスの選択";
SearchTaskTitle = "構成するデバイスの選択";

AllFilterTitle = "すべて";

DevicesFilterLabel = "デバイス:";
SupportedDevicesFilterTitle = "サポートされています";

ConnectionFilterLabel = "接続：";

DeviceNameColumnTitle = "デバイス名";
ConnectionColumnTitle = "接続";
DetailsColumnTitle = "詳細";
DeviceModelColumnTitle = "デバイス モデル";

DeviceIsNotListedButtonTitle = "デバイスが一覧にない…";
SpecifyDeviceManuallyButtonTitle = "デバイスを手動で指定…";

AdminPasswordIsSetOnDeviceTitle = "選択したデバイスに管理者パスワードが設定されています。";
AdminPasswordIsSetOnDeviceText = "選択したデバイスは既にセットアップされているようです。とにかくセットアップを続行するには、[続行] ボタンをクリックします。";
AdminPasswordIsSetOnDeviceAWCConnectionText = "選択したデバイスは既にセットアップされているようです。";

DeviceCommunicationError = "通信エラー";
DeviceCommunicationErrorText = "デバイスとの通信中にエラーが発生しました。デバイスの準備が整っていることを確認して、もう一度実行してください。";
DeviceCommunicationTimeoutErrorText = "デバイスが応答しません。デバイスが接続されていることを確認して、もう一度実行してください。";

ManualSpecifyTaskDescription = "デバイスを手動で指定";
ManualSpecifyOkButtonTitle = "接続";
